<?php
// $day = 1;
// if($day ==1){
//     echo"Понеділок";
// }
// elseif($day ==2){
//     echo"Вівторок";
// }
// elseif($day ==3){
//     echo"Середа";
// }
// elseif($day ==4){
//     echo"Четверг";
// }
// elseif($day ==5){
//     echo"П'ятниця";
// }
// elseif($day ==6){
//     echo"Субота";
// }
// elseif($day ==7){
//     echo"Неділя";
// }

// else{
//     echo"Помилка";
// }
$n = rand(1, 13);
switch ($n) {

    case 1:
        echo "1 клас: Діти вчаться читати, писати, рахувати, знайомляться з навколишнім світом.";
        break;
    case 2:
        echo "2 клас: Закріплення базових навичок читання, письма, математики, початок вивчення природничих дисциплін.";
        break;
    case 3:
        echo "3 клас: Розширення знань із мови, математики та природи, початок роботи з простими текстами.";
        break;
    case 4:
        echo "4 клас: Завершення початкової школи, поглиблення знань у мовах, математиці, природознавстві.";
        break;
    case 5:
        echo "5 клас: Перший рік середньої школи, додавання нових предметів (історія, географія, біологія).";
        break;
    case 6:
        echo "6 клас: Поглиблене вивчення основних предметів, розвиток абстрактного мислення.";
        break;
    case 7:
        echo "7 клас: Ускладнення програм із математики, природничих наук, літератури та мов.";
        break;
    case 8:
        echo " 8 клас: Формування аналітичних навичок, перехід до вивчення складніших наукових концепцій.";
        break;
    case 9:
        echo " 9 клас: Підготовка до державних іспитів, завершення базової середньої освіти.";
        break;
    case 10:
        echo "10 клас: Профільне навчання, акцент на поглибленому вивченні обраних предметів.";
        break;
    case 11:
        echo "11 клас: Продовження профільного навчання, підготовка до випускних іспитів.";
        break;
    case 12:
        echo "12 клас: Завершення середньої освіти, підготовка до вступу у вищі навчальні заклади.";
        break;

    case 13:
        echo "Такого класу не існує";
        break;
    default:
        echo "Error";
}

// $t=rand(min: 350,max: 410)/2;
// echo"$t";
// $str =($t<37)?"Здоров":(($t==37.5)?"Нездужує" : "Здоров");
// echo "$str";
